;------------------------------------------------------------------------------
; UltraDefrag GUI FR French Language Pack.
; Copyright (C) 2008,2009 by Pascal Crozet.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised Jun.  2, 2010 by Jérôme Blum
; Revised Oct. 18, 2010 by Mathieu Van Weersch
; Revised Nov. 08, 2010 by Marina Louwrier-Johannsen
; Revised Nov. 09, 2010 by Reynald Didier
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Window Menu.

; --- Action Menu

ACTION                    = Action
ANALYSE                   = Analyser
DEFRAGMENT                = Défragmenter
OPTIMIZE                  = Optimiser
QUICK_OPTIMIZE            = Quick optimization
FULL_OPTIMIZE             = Full optimization
STOP                      = Arrêt
REPEAT_ACTION             = Re&peat action
SKIP_REMOVABLE_MEDIA      = Exclure les supports amovibles
RESCAN_DRIVES             = Actualiser
WHEN_DONE                 = Une fois terminé
WHEN_DONE_NONE            = Rien
WHEN_DONE_EXIT            = Quitter
WHEN_DONE_STANDBY         = Mettre en veille
WHEN_DONE_HIBERNATE       = Mettre en veille prolongée
WHEN_DONE_LOGOFF          = Déconnecter
WHEN_DONE_REBOOT          = Redémarrer
WHEN_DONE_SHUTDOWN        = Arrêter
EXIT                      = Quitter

; --- Report Menu

REPORT                    = Rapport
SHOW_REPORT               = Montrer le rapport

; --- Settings Menu

SETTINGS                  = Paramètres
LANGUAGE                  = Langue
TRANSLATIONS_FOLDER       = Dossier traductions
GRAPHICAL_INTERFACE       = Environnement Graphique
FONT                      = Police
OPTIONS                   = Options
BOOT_TIME_SCAN            = Balayage au démarrage de Windows
ENABLE                    = Activer
SCRIPT                    = Script
REPORTS                   = Rapports

; --- Help Menu

HELP                      = Aide
CONTENTS                  = Contenu
BEST_PRACTICE             = Astuces
FAQ                       = FAQ
ABOUT                     = À propos

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = Script de démarrage Windows

; Drives list items.

VOLUME                    = Volume
STATUS                    = État
TOTAL                     = Espace total
FREE                      = Espace libre
PERCENT                   = Pourcentage libre

; Status messages

STATUS_RUNNING            = En cours d'exécution
STATUS_ANALYSED           = Analysé
STATUS_DEFRAGMENTED       = Défragmenté
STATUS_OPTIMIZED          = Optimisé

; Status bar messages.

DIRS                      = Répertoires
FILES                     = Fichiers
FRAGMENTED                = Fragmenté
COMPRESSED                = Compressé
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = À propos d'UltraDefrag
CREDITS                   = Crédits
LICENSE                   = Licence

; Shutdown confirmation

PLEASE_CONFIRM            = Veuillez confirmer
REALLY_SHUTDOWN_WHEN_DONE = Arrêter vraiment le PC une fois terminé?
REALLY_HIBERNATE_WHEN_DONE= Mettre vraiment le PC en veille une fois terminé?
REALLY_LOGOFF_WHEN_DONE   = Déconnecter vraiment une fois terminé?
REALLY_REBOOT_WHEN_DONE   = Redémarrer vraiment une fois terminé?
SECONDS_TILL_SHUTDOWN     = Secondes avant l'arrêt
SECONDS_TILL_HIBERNATION  = Secondes avant la mise en veille
SECONDS_TILL_LOGOFF       = Secondes avant la déconnection
SECONDS_TILL_REBOOT       = Secondes avant le redémarrage
YES                       = Oui
NO                        = Non

; END OF FILE
